import React from "react";
import Navbar from "./shared/Navbar";
const AboutUs = () => {
  const resume = [
    "فراگستر",
    "پدیده الکترونیک",
    "مجموعه دزدگیر آنیک",
    "شرکت لوکس",
    "شرکت تحلیل گران",
    "شرکت دیده برتر",
    "پارس ارتباط",
    "شرکت فراایمن",
    "فروشگاه های زنجیره ای ایرانیان",
    "عارفان تجهیز",
    "بارکد آریا",
  ];
  return (
    <div>
      <Navbar />
      <div className="w-4/5 mx-auto">
        <h1 className="border-b-2 border-orange-500 text-lg mt-20 lg:mt-10 mb-10 w-56 text-black py-2 text-center mx-auto">
          درباره ما
        </h1>
        <div className="">
          <p className="text-justify text-lg">
            در سال 1393 فعالیت خود را در زمینه دوربین های مداربسته و دزدگیر شروع
            کردم با تمام مشکلات در زمینه رقابت با رقیب های معتبر توانستم با
            احترام به نیاز های مشتری و هزینه های مناسب پروژه های بزرگ تا کوچیک
            رو با موفقیت انجام بدم. هیچوقت فراگیری آموزش رو فراموش نکرده و همیشه
            با پیشرفت تکنولوژی تونستم خودم رو با شرایط به روز کنم ، و در کنار
            تمام موفقیت های موجود بحث اعتماد مشتری و کارفرما برامون از همه چی
            مهمتر بوده. کلا موفقیت تو هر زمینه ای ابتدا نیاز به آگاهی و درک
            شرایط و نیاز های یک جامعه رو در بر میگیره. هدف اصلی ما هیچوقت فروش و
            درآمد مطلق نبوده و ما دنبال این بودیم که تمام مشتری ها رضایت کامل رو
            از تجهیزات، نوع برخورد ، و انجام درست اجرا رو داشته باشن. برای ما
            فروش نقطه پایان نیست و بعد از فروش یه محصول دوست داریم کنار مشتری
            باشیم تا اعتماد به ما همیشگی باشه. هدف بعدی تیم ما این بوده بهترین
            محصول و خدمات و گارانتی و قیمت مناسب رو به مشتری هامون ارائه بدیم، و
            قیمت ها رو در حد مطلوب با توجه به شرایط محیطی ثابت نگه داریم.
            <span className="text-xl">
              با خوش امدگویی به شما سروران گرامی افتخار میکنیم برای تامین امنیت
              و آرامش در کنار شما هستیم
            </span>
          </p>
          <div>
            <h1 className="border-b-2 border-orange-500  text-lg mt-10 mb-10 w-56 text-black py-2 text-center mx-auto">
              برخی از مشتریان ماهان تصویر
            </h1>
            <div className="grid grid-cols-2 lg:grid-cols-8 md:grid-cols-5 xl:grid-cols-8 gap-4 text-center my-10">
              {resume.map((item) => (
                <p className="bg-blue rounded-md py-2 px-2 truncate">{item}</p>
              ))}
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
